export const measurement = {
    columns: [
        "Тип орбиты",
        "К-во КО по которым построены уточнённые орбиты",
        "К-во уточнённых орбит",
        "К-во проводок в уточнениях",
        "К-во измерений в уточнениях "
    ],
    table: [
        [
            "НОО",
            687,
            855,
            855,
            102534
        ],
        [
            "СВО",
            185,
            503,
            503,
            5958
        ],
        [
            "ВЭО",
            708,
            3990,
            3990,
            77367
        ],
        [
            "ГСО",
            1017,
            16017,
            16017,
            172608
        ],
        [
            "ВГО",
            11,
            21,
            21,
            179
        ],
        [
            "Итого:",
            2603,
            21386,
            21386,
            358646
        ]
    ]
}